Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# update.error.noInternet.message
source: cmux can't reach the update server. Check your internet connection and try again.
ar: لا يمكن لـ cmux الوصول إلى خادم التحديثات. تحقق من اتصال الإنترنت وحاول مجددًا.
bs: cmux ne može dosegnuti server za ažuriranje. Provjerite internetsku vezu i pokušajte ponovo.
da: cmux kan ikke nå opdateringsserveren. Kontroller din internetforbindelse, og prøv igen.
de: cmux kann den Update-Server nicht erreichen. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: cmux no puede acceder al servidor de actualizaciones. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: cmux ne peut pas atteindre le serveur de mises à jour. Vérifiez votre connexion Internet et réessayez.
it: cmux non riesce a raggiungere il server degli aggiornamenti. Controlla la connessione a internet e riprova.
ja: cmux はアップデートサーバーに接続できません。インターネット接続を確認してもう一度お試しください。
ko: cmux에서 업데이트 서버에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
nb: cmux kan ikke nå oppdateringsserveren. Kontroller internettforbindelsen og prøv igjen.
pl: cmux nie może połączyć się z serwerem aktualizacji. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: O cmux não consegue acessar o servidor de atualização. Verifique sua conexão com a internet e tente novamente.
ru: cmux не может связаться с сервером обновлений. Проверьте подключение к интернету и повторите попытку.
th: cmux ไม่สามารถเข้าถึงเซิร์ฟเวอร์อัปเดตได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: cmux güncelleme sunucusuna ulaşamıyor. İnternet bağlantınızı kontrol edip tekrar deneyin.
uk: cmux не може зв'язатися з сервером оновлень. Перевірте підключення до інтернету та спробуйте ще раз.
zh_hans: cmux 无法连接到更新服务器。请检查互联网连接后重试。
zh_hant: cmux 無法連線至更新伺服器。請檢查您的網際網路連線後再試一次。

# update.error.noInternet.title
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internetske veze
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion Internet
it: Nessuna connessione a internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
nb: Ingen internettforbindelse
pl: Brak połączenia z internetem
pt_br: Sem Conexão com a Internet
ru: Нет подключения к интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet Bağlantısı Yok
uk: Немає підключення до інтернету
zh_hans: 无互联网连接
zh_hant: 沒有網際網路連線

# update.error.notReady
source: Updater is still starting. Try again in a moment.
ar: لا تزال أداة التحديث قيد التشغيل. حاول مجددًا بعد قليل.
de: Der Updater startet noch. Versuche es gleich noch einmal.
es: El actualizador se está iniciando. Inténtalo de nuevo en un momento.
fr: Le programme de mise à jour est en cours de démarrage. Réessayez dans un instant.
ja: アップデーターを準備中です。しばらくしてからもう一度お試しください。
ko: 업데이트 프로그램이 아직 시작 중입니다. 잠시 후 다시 시도해 주세요.
zh_hans: 更新程序仍在启动。请稍后重试。
zh_hant: 更新程式仍在啟動中。請稍後再試。

# update.error.permissionError.message
source: Move cmux into Applications and relaunch to enable updates.
ar: انقل cmux إلى مجلد التطبيقات وأعد التشغيل لتفعيل التحديثات.
bs: Premjestite cmux u Applications i ponovo pokrenite da biste omogućili ažuriranja.
da: Flyt cmux til Programmer, og genstart for at aktivere opdateringer.
de: Verschieben Sie cmux in den Ordner 'Programme' und starten Sie die App neu, um Updates zu aktivieren.
es: Mueve cmux a Aplicaciones y vuelve a iniciarlo para activar las actualizaciones.
fr: Déplacez cmux dans Applications et relancez pour activer les mises à jour.
it: Sposta cmux nella cartella Applicazioni e riavvia per abilitare gli aggiornamenti.
ja: アップデートを有効にするには、cmux を「アプリケーション」に移動して再起動してください。
ko: cmux를 응용 프로그램 폴더로 이동하고 재실행하여 업데이트를 활성화하세요.
nb: Flytt cmux til Programmer og start på nytt for å aktivere oppdateringer.
pl: Przenieś cmux do folderu Aplikacje i uruchom ponownie, aby włączyć aktualizacje.
pt_br: Mova o cmux para Aplicativos e reinicie para ativar as atualizações.
ru: Переместите cmux в папку «Программы» и перезапустите для включения обновлений.
th: ย้าย cmux ไปที่โฟลเดอร์ Applications แล้วเปิดใหม่เพื่อเปิดใช้งานการอัปเดต
tr: Güncellemeleri etkinleştirmek için cmux'u Uygulamalar klasörüne taşıyıp yeniden başlatın.
uk: Перемістіть cmux до теки Програми та перезапустіть для увімкнення оновлень.
zh_hans: 请将 cmux 移到「应用程序」文件夹中，然后重新启动以启用更新。
zh_hant: 請將 cmux 移至「應用程式」資料夾並重新啟動，以啟用更新。

# update.error.permissionError.title
source: Updater Permission Error
ar: خطأ في صلاحيات المحدّث
bs: Greška dozvole za ažuriranje
da: Fejl i opdateringstilladelse
de: Berechtigungsfehler des Updaters
es: Error de permisos del actualizador
fr: Erreur de permissions du programme de mise à jour
it: Errore di autorizzazione dell'aggiornamento
ja: アップデーター権限エラー
ko: 업데이터 권한 오류
nb: Tillatelsessfeil for oppdatering
pl: Błąd uprawnień aktualizatora
pt_br: Erro de Permissão do Atualizador
ru: Ошибка прав доступа программы обновления
th: ข้อผิดพลาดสิทธิ์ตัวอัปเดต
tr: Güncelleyici İzin Hatası
uk: Помилка прав доступу оновлювача
zh_hans: 更新程序权限错误
zh_hant: 更新程式權限錯誤

# update.error.secureConnectionFailed.message
source: A secure connection to the update server couldn't be established. Try again later.
ar: تعذر إنشاء اتصال آمن بخادم التحديثات. حاول لاحقًا.
bs: Nije moguće uspostaviti sigurnu vezu sa serverom za ažuriranje. Pokušajte ponovo kasnije.
da: En sikker forbindelse til opdateringsserveren kunne ikke oprettes. Prøv igen senere.
de: Es konnte keine sichere Verbindung zum Update-Server hergestellt werden. Versuchen Sie es später erneut.
es: No se pudo establecer una conexión segura con el servidor de actualizaciones. Inténtalo de nuevo más tarde.
fr: Impossible d'établir une connexion sécurisée avec le serveur de mises à jour. Réessayez plus tard.
it: Impossibile stabilire una connessione sicura al server degli aggiornamenti. Riprova più tardi.
ja: アップデートサーバーへのセキュア接続を確立できませんでした。後でもう一度お試しください。
ko: 업데이트 서버에 대한 보안 연결을 설정할 수 없습니다. 나중에 다시 시도하세요.
nb: En sikker tilkobling til oppdateringsserveren kunne ikke opprettes. Prøv igjen senere.
pl: Nie udało się nawiązać bezpiecznego połączenia z serwerem aktualizacji. Spróbuj ponownie później.
pt_br: Não foi possível estabelecer uma conexão segura com o servidor de atualização. Tente novamente mais tarde.
ru: Не удалось установить защищенное подключение к серверу обновлений. Повторите попытку позже.
th: ไม่สามารถสร้างการเชื่อมต่อที่ปลอดภัยกับเซิร์ฟเวอร์อัปเดตได้ ลองอีกครั้งในภายหลัง
tr: Güncelleme sunucusuyla güvenli bir bağlantı kurulamadı. Daha sonra tekrar deneyin.
uk: Не вдалося встановити захищене з'єднання з сервером оновлень. Спробуйте пізніше.
zh_hans: 无法与更新服务器建立安全连接。请稍后重试。
zh_hant: 無法建立與更新伺服器的安全連線。請稍後再試。

# update.error.secureConnectionFailed.title
source: Secure Connection Failed
ar: فشل الاتصال الآمن
bs: Sigurna veza nije uspjela
da: Sikker forbindelse mislykkedes
de: Sichere Verbindung fehlgeschlagen
es: Error de conexión segura
fr: Échec de la connexion sécurisée
it: Connessione sicura non riuscita
ja: セキュア接続に失敗しました
ko: 보안 연결 실패
nb: Sikker tilkobling mislyktes
pl: Bezpieczne połączenie nie powiodło się
pt_br: Falha na Conexão Segura
ru: Ошибка защищенного подключения
th: การเชื่อมต่อที่ปลอดภัยล้มเหลว
tr: Güvenli Bağlantı Başarısız
uk: Помилка захищеного з'єднання
zh_hans: 安全连接失败
zh_hant: 安全連線失敗

# update.error.serverNotFound.message
source: The update server can't be found. Check your connection or try again later.
ar: تعذر العثور على خادم التحديثات. تحقق من اتصالك أو حاول لاحقًا.
bs: Server za ažuriranje nije pronađen. Provjerite vezu ili pokušajte ponovo kasnije.
da: Opdateringsserveren kan ikke findes. Kontroller din forbindelse, eller prøv igen senere.
de: Der Update-Server kann nicht gefunden werden. Überprüfen Sie Ihre Verbindung oder versuchen Sie es später erneut.
es: No se encuentra el servidor de actualizaciones. Comprueba tu conexión o inténtalo de nuevo más tarde.
fr: Le serveur de mises à jour est introuvable. Vérifiez votre connexion ou réessayez plus tard.
it: Impossibile trovare il server degli aggiornamenti. Controlla la connessione o riprova più tardi.
ja: アップデートサーバーが見つかりません。接続を確認するか、後でもう一度お試しください。
ko: 업데이트 서버를 찾을 수 없습니다. 연결을 확인하거나 나중에 다시 시도하세요.
nb: Oppdateringsserveren ble ikke funnet. Kontroller tilkoblingen eller prøv igjen senere.
pl: Nie można znaleźć serwera aktualizacji. Sprawdź połączenie lub spróbuj ponownie później.
pt_br: O servidor de atualização não foi encontrado. Verifique sua conexão ou tente novamente mais tarde.
ru: Сервер обновлений не найден. Проверьте подключение или повторите попытку позже.
th: ไม่พบเซิร์ฟเวอร์อัปเดต ตรวจสอบการเชื่อมต่อหรือลองอีกครั้งในภายหลัง
tr: Güncelleme sunucusu bulunamıyor. Bağlantınızı kontrol edin veya daha sonra tekrar deneyin.
uk: Сервер оновлень не знайдено. Перевірте підключення або спробуйте пізніше.
zh_hans: 找不到更新服务器。请检查网络连接或稍后重试。
zh_hant: 找不到更新伺服器。請檢查您的連線或稍後再試。

# update.error.serverNotFound.title
source: Server Not Found
ar: لم يتم العثور على الخادم
bs: Server nije pronađen
da: Server ikke fundet
de: Server nicht gefunden
es: Servidor no encontrado
fr: Serveur introuvable
it: Server non trovato
ja: サーバーが見つかりません
ko: 서버를 찾을 수 없음
nb: Server ikke funnet
pl: Nie znaleziono serwera
pt_br: Servidor Não Encontrado
ru: Сервер не найден
th: ไม่พบเซิร์ฟเวอร์
tr: Sunucu Bulunamadı
uk: Сервер не знайдено
zh_hans: 找不到服务器
zh_hant: 找不到伺服器

# update.error.serverUnreachable.message
source: cmux couldn't connect to the update server. Check your connection or try again later.
ar: تعذر على cmux الاتصال بخادم التحديثات. تحقق من اتصالك أو حاول لاحقًا.
bs: cmux se nije mogao povezati na server za ažuriranje. Provjerite vezu ili pokušajte ponovo kasnije.
da: cmux kunne ikke oprette forbindelse til opdateringsserveren. Kontroller din forbindelse, eller prøv igen senere.
de: cmux konnte keine Verbindung zum Update-Server herstellen. Überprüfen Sie Ihre Verbindung oder versuchen Sie es später erneut.
es: cmux no pudo conectar con el servidor de actualizaciones. Comprueba tu conexión o inténtalo de nuevo más tarde.
fr: cmux n'a pas pu se connecter au serveur de mises à jour. Vérifiez votre connexion ou réessayez plus tard.
it: cmux non è riuscito a connettersi al server degli aggiornamenti. Controlla la connessione o riprova più tardi.
ja: cmux はアップデートサーバーに接続できませんでした。接続を確認するか、後でもう一度お試しください。
ko: cmux에서 업데이트 서버에 연결할 수 없습니다. 연결을 확인하거나 나중에 다시 시도하세요.
nb: cmux kunne ikke koble til oppdateringsserveren. Kontroller tilkoblingen eller prøv igjen senere.
pl: cmux nie mógł połączyć się z serwerem aktualizacji. Sprawdź połączenie lub spróbuj ponownie później.
pt_br: O cmux não conseguiu se conectar ao servidor de atualização. Verifique sua conexão ou tente novamente mais tarde.
ru: cmux не удалось подключиться к серверу обновлений. Проверьте подключение или повторите попытку позже.
th: cmux ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์อัปเดตได้ ตรวจสอบการเชื่อมต่อหรือลองอีกครั้งในภายหลัง
tr: cmux güncelleme sunucusuna bağlanamadı. Bağlantınızı kontrol edin veya daha sonra tekrar deneyin.
uk: cmux не зміг підключитися до сервера оновлень. Перевірте підключення або спробуйте пізніше.
zh_hans: cmux 无法连接到更新服务器。请检查网络连接或稍后重试。
zh_hant: cmux 無法連線至更新伺服器。請檢查您的連線或稍後再試。

# update.error.serverUnreachable.title
source: Server Unreachable
ar: الخادم غير قابل للوصول
bs: Server nedostupan
da: Server utilgængelig
de: Server nicht erreichbar
es: Servidor inaccesible
fr: Serveur inaccessible
it: Server non raggiungibile
ja: サーバーに接続できません
ko: 서버에 연결할 수 없음
nb: Server utilgjengelig
pl: Serwer nieosiągalny
pt_br: Servidor Inacessível
ru: Сервер недоступен
th: เซิร์ฟเวอร์เข้าถึงไม่ได้
tr: Sunucuya Erişilemiyor
uk: Сервер недоступний
zh_hans: 服务器不可达
zh_hant: 伺服器無法連線

# update.error.signatureError.message
source: The update's signature could not be verified. Please try again later.
ar: تعذر التحقق من توقيع التحديث. يرجى المحاولة لاحقًا.
bs: Potpis ažuriranja nije mogao biti verificiran. Pokušajte ponovo kasnije.
da: Opdateringens signatur kunne ikke verificeres. Prøv igen senere.
de: Die Signatur des Updates konnte nicht überprüft werden. Bitte versuchen Sie es später erneut.
es: No se pudo verificar la firma de la actualización. Inténtalo de nuevo más tarde.
fr: La signature de la mise à jour n'a pas pu être vérifiée. Veuillez réessayer plus tard.
it: Impossibile verificare la firma dell'aggiornamento. Riprova più tardi.
ja: アップデートの署名を検証できませんでした。後でもう一度お試しください。
ko: 업데이트 서명을 확인할 수 없습니다. 나중에 다시 시도하세요.
nb: Oppdateringens signatur kunne ikke verifiseres. Prøv igjen senere.
pl: Nie udało się zweryfikować podpisu aktualizacji. Spróbuj ponownie później.
pt_br: A assinatura da atualização não pôde ser verificada. Tente novamente mais tarde.
ru: Не удалось проверить подпись обновления. Повторите попытку позже.
th: ไม่สามารถยืนยันลายเซ็นของอัปเดตได้ กรุณาลองอีกครั้งในภายหลัง
tr: Güncellemenin imzası doğrulanamadı. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося перевірити підпис оновлення. Спробуйте пізніше.
zh_hans: 无法验证更新的签名。请稍后重试。
zh_hant: 無法驗證更新的簽章。請稍後再試。

# update.error.signatureError.title
source: Update Signature Error
ar: خطأ في توقيع التحديث
bs: Greška potpisa ažuriranja
da: Fejl i opdateringssignatur
de: Fehler bei der Update-Signatur
es: Error de firma de actualización
fr: Erreur de signature de la mise à jour
it: Errore firma aggiornamento
ja: アップデート署名エラー
ko: 업데이트 서명 오류
nb: Feil i oppdateringssignatur
pl: Błąd podpisu aktualizacji
pt_br: Erro de Assinatura da Atualização
ru: Ошибка подписи обновления
th: ข้อผิดพลาดลายเซ็นอัปเดต
tr: Güncelleme İmza Hatası
uk: Помилка підпису оновлення
zh_hans: 更新签名错误
zh_hant: 更新簽章錯誤

# update.error.timedOut.message
source: The update server took too long to respond. Try again in a moment.
ar: استغرق خادم التحديثات وقتًا طويلاً للاستجابة. حاول مجددًا بعد لحظة.
bs: Server za ažuriranje je predugo čekao da odgovori. Pokušajte ponovo za trenutak.
da: Opdateringsserveren var for lang tid om at svare. Prøv igen om et øjeblik.
de: Der Update-Server hat zu lange gebraucht, um zu antworten. Versuchen Sie es in einem Moment erneut.
es: El servidor de actualizaciones tardó demasiado en responder. Inténtalo de nuevo en un momento.
fr: Le serveur de mises à jour a mis trop de temps à répondre. Réessayez dans un instant.
it: Il server degli aggiornamenti ha impiegato troppo tempo a rispondere. Riprova tra un momento.
ja: アップデートサーバーの応答に時間がかかりすぎました。しばらくしてからもう一度お試しください。
ko: 업데이트 서버가 응답하는 데 너무 오래 걸렸습니다. 잠시 후 다시 시도하세요.
nb: Oppdateringsserveren brukte for lang tid på å svare. Prøv igjen om et øyeblikk.
pl: Serwer aktualizacji zbyt długo nie odpowiadał. Spróbuj ponownie za chwilę.
pt_br: O servidor de atualização demorou muito para responder. Tente novamente em instantes.
ru: Сервер обновлений не ответил вовремя. Повторите попытку через некоторое время.
th: เซิร์ฟเวอร์อัปเดตใช้เวลานานเกินไปในการตอบกลับ ลองอีกครั้งในอีกสักครู่
tr: Güncelleme sunucusu yanıt vermekte çok uzun sürdü. Birazdan tekrar deneyin.
uk: Сервер оновлень не відповів вчасно. Спробуйте через деякий час.
zh_hans: 更新服务器响应超时。请稍后重试。
zh_hant: 更新伺服器回應時間過長。請稍後再試。

# update.error.timedOut.title
source: Update Timed Out
ar: انتهت مهلة التحديث
bs: Isteklo vrijeme ažuriranja
da: Opdatering fik timeout
de: Update-Zeitüberschreitung
es: Tiempo de espera agotado
fr: Délai de mise à jour dépassé
it: Aggiornamento scaduto
ja: アップデートがタイムアウトしました
ko: 업데이트 시간 초과
nb: Oppdatering tidsavbrutt
pl: Przekroczono limit czasu aktualizacji
pt_br: Tempo de Atualização Esgotado
ru: Время ожидания обновления истекло
th: การอัปเดตหมดเวลา
tr: Güncelleme Zaman Aşımına Uğradı
uk: Час очікування оновлення вичерпано
zh_hans: 更新超时
zh_hant: 更新逾時

# update.error.updaterNotReady.title
source: Updater Not Ready
ar: المحدّث غير جاهز
bs: Alat za ažuriranje nije spreman
da: Opdateringsværktøjet er ikke klar
de: Updater nicht bereit
es: El actualizador no está listo
fr: Le programme de mise à jour n’est pas prêt
it: Il programma di aggiornamento non è pronto
ja: アップデーターの準備ができていません
ko: 업데이터가 준비되지 않았습니다
nb: Oppdatereren er ikke klar
pl: Aktualizator nie jest gotowy
pt_br: O atualizador não está pronto
ru: Средство обновления не готово
th: ตัวอัปเดตยังไม่พร้อม
tr: Güncelleyici hazır değil
uk: Засіб оновлення не готовий
zh_hans: 更新程序尚未就绪
zh_hant: 更新程式尚未就緒

# update.extracting.progress
source: Preparing: %@
ar: جارٍ التحضير: %@
bs: Priprema: %@
da: Forbereder: %@
de: Vorbereitung: %@
es: Preparando: %@
fr: Préparation : %@
it: Preparazione: %@
ja: 準備中: %@
ko: 준비 중: %@
nb: Forbereder: %@
pl: Przygotowywanie: %@
pt_br: Preparando: %@
ru: Подготовка: %@
th: กำลังเตรียม: %@
tr: Hazırlanıyor: %@
uk: Підготовка: %@
zh_hans: 正在准备：%@
zh_hant: 正在準備：%@

# update.installAndRelaunch
source: Install Update and Relaunch
ar: تثبيت التحديث وإعادة التشغيل
bs: Instaliraj ažuriranje i ponovo pokreni
da: Installer opdatering og genstart
de: Update installieren und neu starten
es: Instalar actualización y reiniciar
fr: Installer la mise à jour et relancer
it: Installa aggiornamento e riavvia
ja: アップデートをインストールして再起動
ko: 업데이트 설치 후 재실행
nb: Installer oppdatering og start på nytt
pl: Zainstaluj aktualizację i uruchom ponownie
pt_br: Instalar Atualização e Reiniciar
ru: Установить обновление и перезапустить
th: ติดตั้งอัปเดตและเปิดใหม่
tr: Güncellemeyi Yükle ve Yeniden Başlat
uk: Встановити оновлення та перезапустити
zh_hans: 安装更新并重新启动
zh_hant: 安裝更新並重新啟動

# update.installing.status
source: Installing…
ar: جارٍ التثبيت…
bs: Instaliranje…
da: Installerer…
de: Wird installiert …
es: Instalando…
fr: Installation...
it: Installazione in corso…
ja: インストール中…
ko: 설치 중…
nb: Installerer …
pl: Instalowanie…
pt_br: Instalando…
ru: Установка...
th: กำลังติดตั้ง...
tr: Yükleniyor…
uk: Встановлення…
zh_hans: 正在安装...
zh_hant: 安裝中...

# update.installingAndRestarting
source: Installing update and preparing to restart
ar: جارٍ تثبيت التحديث والتحضير لإعادة التشغيل
bs: Instaliranje ažuriranja i priprema za ponovni start
da: Installerer opdatering og forbereder genstart
de: Update wird installiert und Neustart wird vorbereitet
es: Instalando la actualización y preparando el reinicio
fr: Installation de la mise à jour et préparation du redémarrage
it: Installazione dell'aggiornamento e preparazione al riavvio
ja: アップデートをインストールして再起動を準備中
ko: 업데이트 설치 및 재시작 준비 중
nb: Installerer oppdatering og forbereder omstart
pl: Instalowanie aktualizacji i przygotowywanie do ponownego uruchomienia
pt_br: Instalando a atualização e preparando para reiniciar
ru: Установка обновления и подготовка к перезапуску
th: กำลังติดตั้งอัปเดตและเตรียมรีสตาร์ต
tr: Güncelleme yükleniyor ve yeniden başlatmaya hazırlanıyor
uk: Встановлення оновлення та підготовка до перезапуску
zh_hans: 正在安装更新并准备重启
zh_hant: 正在安裝更新並準備重新啟動

# update.noUpdates.message
source: You are running the latest version
ar: أنت تستخدم أحدث إصدار
bs: Koristite najnoviju verziju
da: Du kører den seneste version
de: Sie verwenden die neueste Version
es: Estás ejecutando la última versión
fr: Vous utilisez la dernière version
it: Stai utilizzando l'ultima versione
ja: 最新バージョンを使用しています
ko: 최신 버전을 사용 중입니다
nb: Du kjører den nyeste versjonen
pl: Używasz najnowszej wersji
pt_br: Você está usando a versão mais recente
ru: У вас установлена последняя версия
th: คุณใช้เวอร์ชันล่าสุดแล้ว
tr: En son sürümü kullanıyorsunuz
uk: Ви використовуєте найновішу версію
zh_hans: 您正在运行最新版本
zh_hant: 您正在執行最新版本

# update.noUpdates.title
source: No Updates Available
ar: لا توجد تحديثات متوفرة
bs: Nema dostupnih ažuriranja
da: Ingen tilgængelige opdateringer
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
it: Nessun aggiornamento disponibile
ja: アップデートはありません
ko: 사용 가능한 업데이트 없음
nb: Ingen oppdateringer tilgjengelig
pl: Brak dostępnych aktualizacji
pt_br: Nenhuma Atualização Disponível
ru: Обновлений нет
th: ไม่มีอัปเดตใหม่
tr: Güncelleme Yok
uk: Оновлень немає
zh_hans: 没有可用更新
zh_hant: 沒有可用的更新

# update.permissionRequest.text
source: Enable Automatic Updates?
ar: تفعيل التحديثات التلقائية؟
bs: Omogućiti automatska ažuriranja?
da: Aktiver automatiske opdateringer?
de: Automatische Updates aktivieren?
es: ¿Activar actualizaciones automáticas?
fr: Activer les mises à jour automatiques ?
it: Abilitare gli aggiornamenti automatici?
ja: 自動アップデートを有効にしますか？
ko: 자동 업데이트를 활성화하시겠습니까?
nb: Aktivere automatiske oppdateringer?
pl: Włączyć automatyczne aktualizacje?
pt_br: Ativar Atualizações Automáticas?
ru: Включить автоматические обновления?
th: เปิดใช้งานการอัปเดตอัตโนมัติหรือไม่?
tr: Otomatik Güncellemeler Etkinleştirilsin mi?
uk: Увімкнути автоматичне оновлення?
zh_hans: 启用自动更新？
zh_hant: 要啟用自動更新嗎？

# update.pleaseWait
source: Please wait while we check for available updates
ar: يرجى الانتظار أثناء التحقق من التحديثات المتوفرة
bs: Pričekajte dok provjeravamo dostupna ažuriranja
da: Vent venligst, mens vi søger efter tilgængelige opdateringer
de: Bitte warten Sie, während nach verfügbaren Updates gesucht wird
es: Espera mientras buscamos actualizaciones disponibles
fr: Veuillez patienter pendant la recherche de mises à jour disponibles
it: Attendi mentre verifichiamo gli aggiornamenti disponibili
ja: アップデートを確認しています。しばらくお待ちください
ko: 사용 가능한 업데이트를 확인하는 동안 잠시 기다려주세요
nb: Vennligst vent mens vi ser etter tilgjengelige oppdateringer
pl: Proszę czekać, sprawdzamy dostępne aktualizacje
pt_br: Aguarde enquanto verificamos as atualizações disponíveis
ru: Подождите, пока мы проверяем наличие обновлений
th: กรุณารอขณะตรวจหาอัปเดตที่มีอยู่
tr: Mevcut güncellemeler denetlenirken lütfen bekleyin
uk: Зачекайте, поки ми перевіряємо наявність оновлень
zh_hans: 正在检查可用更新，请稍候
zh_hant: 請稍候，正在檢查可用的更新

# update.popover.autoUpdatesDescription
source: cmux can automatically check for updates in the background.
ar: يمكن لـ cmux التحقق تلقائيًا من التحديثات في الخلفية.
bs: cmux može automatski provjeravati ažuriranja u pozadini.
da: cmux kan automatisk søge efter opdateringer i baggrunden.
de: cmux kann automatisch im Hintergrund nach Updates suchen.
es: cmux puede buscar actualizaciones automáticamente en segundo plano.
fr: cmux peut rechercher automatiquement les mises à jour en arrière-plan.
it: cmux può verificare automaticamente la disponibilità di aggiornamenti in background.
ja: cmux はバックグラウンドで自動的にアップデートを確認できます。
ko: cmux가 백그라운드에서 자동으로 업데이트를 확인할 수 있습니다.
nb: cmux kan automatisk se etter oppdateringer i bakgrunnen.
pl: cmux może automatycznie sprawdzać aktualizacje w tle.
pt_br: O cmux pode verificar automaticamente se há atualizações em segundo plano.
ru: cmux может автоматически проверять наличие обновлений в фоновом режиме.
th: cmux สามารถตรวจหาอัปเดตอัตโนมัติในเบื้องหลังได้
tr: cmux arka planda otomatik olarak güncellemeleri denetleyebilir.
uk: cmux може автоматично перевіряти оновлення у фоновому режимі.
zh_hans: cmux 可以在后台自动检查更新。
zh_hant: cmux 可以在背景自動檢查更新。

# update.popover.checking
source: Checking for updates…
ar: جارٍ التحقق من التحديثات…
bs: Provjeravanje ažuriranja…
da: Søger efter opdateringer…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour...
it: Verifica aggiornamenti in corso…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nb: Ser etter oppdateringer …
pl: Sprawdzanie aktualizacji…
pt_br: Verificando atualizações…
ru: Проверка обновлений...
th: กำลังตรวจหาอัปเดต...
tr: Güncellemeler denetleniyor…
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.popover.details
source: Details
ar: التفاصيل
bs: Detalji
da: Detaljer
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊
